{
	"_meta": {
		"sources": [
			{
				"json": "AotA",
				"abbreviation": "AotA",
				"full": "Arcana of the Ancients",
				"color": "6441A4",
				"version": "",
				"url": "https://www.montecookgames.com/store/product/arcana-of-the-ancients/",
				"authors": [
					"Sean K. Reynolds",
					"Bruce R. Cordell",
					"Monte Cook"
				],
				"convertedBy": [
					"attanaz"
				]
			}
		],
		"dateAdded": 1591117986,
		"dateLastModified": 1591117986
	},
	"monster": [
		{
			"name": "Accelerator",
			"source": "AotA",
			"page": 142,
			"size": "H",
			"type": "construct",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 195,
				"formula": "17d12 + 85"
			},
			"speed": {
				"walk": 60,
				"fly": {
					"number": 10,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 22,
			"dex": 12,
			"con": 20,
			"int": 16,
			"wis": 16,
			"cha": 14,
			"save": {
				"con": "+9",
				"int": "+7",
				"wis": "+7",
				"cha": "+6"
			},
			"skill": {
				"perception": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 17,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"several ancient languages",
				"can learn a new language in minutes"
			],
			"cr": "10",
			"trait": [
				{
					"name": "Magical Weapons",
					"entries": [
						"The accelerator's attacks are treated as if magical."
					]
				},
				{
					"name": "Paranoid and Fearful",
					"entries": [
						"It is very difficult to gain an accelerator's trust. Creatures have disadvantage on attempts to convince it that they aren't a threat. If successful, they only make it indifferent and wary for a few minutes, or perhaps an hour at most."
					]
				},
				{
					"name": "Modification (Recharges after a Short or Long Rest)",
					"entries": [
						"About one in four accelerators have found a way to install a device within its shell that gives it an additional ability as a bonus action.",
						"Typically these devices are one of the following: a force field that adds +2 AC for one minute, a rocket pack that lets it move up to 500 feet, or a mental scrambler that gives all living creatures within 60 feet disadvantage on all rolls their next round."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The accelerator makes three claw attacks and uses its control velocity ability."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) slashing damage."
					]
				},
				{
					"name": "Control Velocity",
					"entries": [
						"The accelerator can change the speed and direction of up to three objects and creatures within 10 feet, such as halting a moving creature or causing a still object to suddenly move rapidly in any direction. Typically it uses this to hurl a light object (up to 50 pounds), hurl a heavy object (up to 100 pounds), hurl a foe (up to 300 pounds), or stop a moving creature or object (up to 300 pounds)."
					]
				},
				{
					"name": "Hurl Light Object",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range",
						"150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Hurl Heavy Object",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range",
						"30/60 ft., one target. {@h}12 ({@damage 2d8 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Hurl Foe",
					"entries": [
						"The target must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be thrown up to 60 feet away, taking 12 ({@damage 2d8 + 3}) bludgeoning damage from impacting the ground or a solid obstacle."
					]
				},
				{
					"name": "Stop Movement",
					"entries": [
						"The target must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be {@condition grappled} and {@condition restrained} in its current space for one round."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An accelerator is an artificial intelligence encased in a metal shell with numerous limbs, sensory devices, and other accoutrements that allow it to interact with and understand the world around itself. An accelerator fears “death” (perhaps “dissolution” is a better term) and concocts elaborate plans to develop better protections for itself. Ironically, sometimes this puts it in danger as it tries to take control of a defensible fortress or obtain a device that will grant it a powerful defense. A fully upright accelerator stands 15 feet high. Paranoia. Accelerators aren’t evil, but their interest in putting their own existence ahead of others means they might act in ways that people consider villainous. If seriously threatened, an accelerator always chooses flight over fight.",
							
							{
							"type":"entries",
							"name":"Paranoia",
							"entries":[
								"Accelerators aren’t evil, but their interest in putting their own existence ahead of others means they might act in ways that people consider villainous. If seriously threatened, an accelerator always chooses flight over fight."
								]
							},
							{
							"type":"entries",
							"name":"Salvage",
							"entries":[
								"A destroyed ccelerator can be salvaged for up to 1d6 + 1 cyphers and one oddity"
								]
							}
						]
					}	
				]
			}
		},	
		{
			"name": "Aliopter",
			"source": "AotA",
			"page": 144,
			"size": "L",
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 142,
				"formula": "15d10 + 60"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 100,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 16,
			"dex": 14,
			"con": 18,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"save": {
				"str": "+6",
				"con": "+7"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"resist": [
				"bludgeoning"
			],
			"conditionImmune": [
				"charmed",
				"prone"
			],
			"languages": [
				""
			],
			"cr": "8",
			"trait": [
				{
					"name": "Magical Weapons",
					"entries": [
						"The aliopter's attacks are treated as if magical."
					]
				},
				{
					"name": "Reactive Tongues",
					"entries": [
						"An aliopter has four reactions that can be used only for opportunity attacks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aliopter makes four barbed tongue attacks."
					]
				},
				{
					"name": "Barbed Tongue",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 15} Strength or Dexterity saving throw or be {@condition grappled} and {@condition restrained} (escape {@dc 15}). If the target is a living creature, it also must succeed on a {@dc 16} Constitution saving throw or be infected with a disease—a cluster of aliopter larvae.",
						"The aliopter larvae live and grow beneath the target's flesh for about a week, after which they move to the creature's tongue and cause it to swell. Eventually the victim's throat becomes blocked by the swollen tongue and they begin to choke; every 10 minutes they must succeed on a {@dc 16} Constitution saving throw or start suffocating. After six hours of this, the tongue ruptures, and tiny aliopters squirm out.",
						"If the target is dead, the young alioptors feed on the corpse before joining together into a single mass and begin searching for new prey.",
						"The aliopter's reproductive process holds true for most humanoid creatures. It might take a different form in another creature, such as growing in the target's stomach or lungs before bursting out and eating the dead host.",
						"If the disease is cured before the larvae's emergence, the unborn aliopters are disintegrated."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An aliopter looks like a horrific cloud ofwrithing, undulating tongues. It is a colony of many organisms fused together into one composite creature weighing several hundred pounds. It sweeps out of the cover of shadows to attack prey, flying by some unknown means of negating gravity in a precisely controlled manner. They seem to originate from ancient ruins, particularly those with a connection to another world orbiting a far-off star.",							
							{
							"type":"entries",
							"name":"Hunger and Reproduction.",
							"entries":[
								"An aliopter’sonly motive is to feed and reproduce. It is a near-mindless predator that cannot be reasoned with. Once it has successfully injected its larvae into a victim, it focuses on feeding for the next few months and no longer attempts to implant anything."
								]
							}
						]
					}	
				]
			}
		},
		{
			"name": "Anhedon",
			"source": "AotA",
			"page": 145,
			"size": "M",
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 16,
			"int": 14,
			"wis": 13,
			"cha": 11,
			"save": {
				"str": "+5",
				"con": "+5"
			},
			"skill": {
				"arcana": "+4"
			},
			"passive": 13,
			"resist": [
				"bludgeoning"
			],
			"languages": [
				"Anhedon and usually two or three others"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Red Eyes",
					"entries": [
						"An anhedon cannot see in darkness, but its eyes emit red light that allows it to see up to 60 feet as if it were bright light."
					]
				},
				{
					"name": "Safe Falling",
					"entries": [
						"Because it subconsciously manipulates gravity to land safely, an anhedon never takes falling damage."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Crushing Gravity",
					"entries": [
						"An anhedon can increase gravity on a",
						"Medium or smaller target within 60 feet. The target must make a {@dc 15} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone}, {@condition restrained}, and take 13 ({@damage 3d6 + 3}) bludgeoning damage. On a successful save, the target takes only half damage and isn't knocked {@condition prone} or {@condition restrained}. A {@condition restrained} target can attempt a save every round to escape this force, otherwise it takes damage again and continues to be held {@condition prone} and {@condition restrained}. The anhedon can only restrain one creature at a time with this ability."
					]
				},
				{
					"name": "Cancel or Reverse Gravity",
					"entries": [
						"An anhedon can cancel gravity for a target within 60 feet, making it float around like a feather on the wind until it can escape, or reverse gravity completely on the target for one round, causing it to fall up to 100 feet up and then down again, taking {@damage 1d6} bludgeoning damage per 10 feet fallen. A creature can resist the gravity effect with a successful {@dc 13} Strength or Dexterity saving throw (target's choice) to grab onto a fixed object within reach to prevent itself from falling up."
					]
				},
				{
					"name": "Deadly Leap",
					"entries": [
						"An anhedon can decrease and increase gravity on itself as it jumps so that it smashes to the ground up to 100 feet away from its starting point. All creatures within 10 feet of where it lands it must succeed on a {@dc 13} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone} and take 13 ({@damage 3d6 + 3}) bludgeoning damage. On a successful save, the creature takes only half damage and isn't knocked {@condition prone}."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"Dour and severe, anhedons are humanoid-shaped creatures protected with a carapace of dark stone breached only by twin beams of red light for eyes. It is possible that this carapace is actually some kind of stone armor powered by geological forces.",							
							{
							"type":"entries",
							"name":"Obsessed Searcher",
							"entries":[
								"Anhedons are searching for something they call the Meeting of All Things—a thing they will name but never describe. They negotiate with those who seem like they could help with this goal, but woe to those who lie about knowing where to find what the anhedons seek. They are otherwise hateful creatures that would rather kill other beings than negotiate with."
								]
							},
							{
							"type":"entries",
							"name":"Mysterious Origin.",
							"entries":[
								"Origin. Anhedons seem to simply (and literally) fall out of the sky and start working on finding information about the Meeting of All Things. They don’t seem to have families or young, or at least not on this world, and they don’t have lairs, only remaining in one place as long as necessary to exhaust all avenues of inquiry relevant to that location."
								]
							},
							{
							"type":"entries",
							"name":"Salvage",
							"entries":[
								"Anhedon carapace or armor can be be salvaged for a couple of cyphers and two to three oddities"
								]
							}
						]
					}	
				]
			}
		},
		{
			"name": "Astraphin Monolith",
			"source": "AotA",
			"page": 147,
			"size": "M",
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 102,
				"formula": "12d8 + 48"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 0,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 18,
			"dex": 6,
			"con": 18,
			"int": 3,
			"wis": 10,
			"cha": 3,
			"save": {
				"str": "+7",
				"con": "+7"
			},
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 120 ft.",
				"tremorsense 120 ft."
			],
			"passive": 13,
			"resist": [
				"bludgeoning",
				"poison"
			],
			"immune": [
				"necrotic",
				"poisoned"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"stunned"
			],
			"languages":"",
			"cr": "8",
			"trait": [
				{
					"name": "Plant Mind",
					"entries": [
						"The floating monolith is a construction of the astraphin plant growing on the ground all around it, often stretching for hundreds of feet in all directions. Even a small portion of the plant is enough to control the monolith, so unless the characters are able to completely destroy all plant life in the area, attacking or controlling plants won't end the threat of the monolith. The monolith itself is not a plant and is therefore immune to effects that only work on plants."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The astraphin monolith uses two eye blasts."
					]
				},
				{
					"name": "Eye Blast",
					"entries": [
						"The monolith shoots energy out of its eye, choosing one of the following effects:",
						"Force Blast: A creature within 200 feet must make a {@dc 15} Dexterity saving throw, taking 36 ({@damage 8d8}) force damage on a failed save, or half as much damage on a successful one.",
						"Psychic Blast: A creature within 200 feet must make a {@dc 15} Intelligence saving throw, taking 27 ({@damage 6d8}) psychic damage on a failed save, or half as much damage on a successful one.",
						"Paralysis Blast: A creature within 200 feet must succeed on a",
						"{@dc 15} Constitution saving throw or be {@condition paralyzed}. The target can attempt another saving throw every round at the end of their turn to free themselves from this effect.",
						"Heat Wave: This sweeping ray of heat affects creatures within 10 feet, which take 7 ({@damage 2d6}) fire damage."
					]
				}
			],
			"senseTags": [
				"SD",
				"T"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"F",
				"O",
				"Y"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An astraphin monolith is a floating, immobile obelisk of stone standing a bit taller than a human, with a single crystalline eye. The eye can create dangerous blasts at long range, leading some to believe it is a hostile earth elemental creature. However, the stone is neither living nor sentient, but rather the extension of a concealed intelligece.",
							{
							"type":"entries",
							"name":"Hidden Plant",
							"entries":[
								"Originally, astraphin was a type of  sometimes fertilized its poor mountain soil by trapping and killing small creatures. In ages past, an unknown energy infused the astraphin, causing it to mutate and develop new abilities, including a simple intelligence. Now it can  and vines, making subtle changes in th a stone monolith over weeks or months. A fully formed monolith springs from the ground to float 10 to 15 feet (3 to 4.6 m) in the air. The plant controls this monolith, using it to kill larger prey and feeding on the corpses through its extensive root system. Destroying the monolith doesn’t harm the plant (it’s equivalent to trimming a fingernail), but it is a setback that takes the plant a while to remedy."]
							},
							{
								"type":"entries",
								"name":"Immovable Destroyer",
								"entries":[
									"An astraphin monolith does not move from its position. It can rotate in place, but apparently doesn’t have the ability to move laterally (or perhaps it can only move very slowly, a matter of inches per day). Because the monolith can’t pursue its opponents, running away is a viable survival strategy, although its incredible range often allows it to dispatch fleeing prey. Some greedy explorers choose to fight a monolith in the hopes of claiming its valuable crystal eye."
									]
							},
							{
								"type":"entries",
								"name":"Monolith Eye",
								"entries":[
									"The astraphin monolith’s crystalline eye is prized because it can be used as a weapon or a power source for a depleted relic. If used as a weapon, it fires a blast of force at one creature within 200 feet. On a failed DC 15 Dexterity saving throw, the target takes 5d8 force damage. The eye has a depletion of 1–3 in 1d100 when used this way.",
									"A character can attach the eye to a depleted relic by spending one hour and making a DC 15 Intelligence (Arcana) check. If successful, the relic functions again and has a depletion of 1 in 1d6; failure means the character makes a depletion roll for the eye (1 in 1d6, checked each attempt). Once connected to a relic, if the relic depletes again, so does the monolith eye."
									]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"In addition to looting a slain monolith’s eye as treasure, the area around it usually has several decaying creatures in the soil, which might have carried cyphers (typically 1d3 cyphers are found)."
									]
							}
						]
					}	
				]
			}
		},
		{
			"name": "Gazer",
			"source": "AotA",
			"page": 176,
			"size": "T",
			"type": "construct",
			"alignment": [
				{
				  "alignment": [
					"N"
				  ],
				  "note": "or as programmed"
				}
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "3d4"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 100,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 15,
			"con": 11,
			"int": 11,
			"wis": 10,
			"cha": 7,
			"save": {
				"dexterity": "+4"
			},
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone"
			],
			"languages":"",
			"cr": "1/8",
			"trait": [
				{
					"name": "Intense Light",
					"entries": [
						"Although a gazer's beam only inflicts a small amount of damage, it is capable of cutting through very tough materials, including wood, stone, and steel. A gazer trying to damage an object treats any object AC less than 18 as AC 10."
					]
				},
				{
					"name": "Swarm Targeting",
					"entries": [
						"If two or more gazers attack the same target, each gazer gains advantage on its attack roll."
					]
				},
				{
					"name": "Sharpshooter",
					"entries": [
						"A gazer's attacks ignore half cover and three-quarters cover."
					]
				}
			],
			"action": [
				{
					"name": "Red Beam",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 100/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) fire damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"F"
			],
			"miscTags": [
				"RW"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"A gazer is a levitating metallic spherical automaton, about 1.5 feet in diameter. Various bits of equipment and blinking lights festoon a gazer’s battered metal-alloy body. A concavity on one side of the sphere incessantly emits a beam of scarlet light. The red beam can intensify in a moment, creating a ray capable of burning through nearly anything.",
							{
							"type":"entries",
							"name":"Flying Tactics",
							"entries":[
								"Groups of gazers fly in a spherical formation, which allows them to present the maximum possible perception and threat surface. Depending on the locations of their opponents, they may arrange themselves around or in the middle of their foes. Formations of six to twelve gazers might be found defending ancient ruined installations. Sometimes a lone gazer is encountered as a companion of a creature who reprogrammed it to act as a servitor."]
							},
							{
								"type":"entries",
								"name":"Old Programming",
								"entries":[
									"A gazer usually interacts only by flashing its beam in coded bursts, accompanied by eerie bleats of electronic static. Most active gazers follow a program to defend a location, reconnoiter a wider area, or seek and destroy those who match profiles held in their machine brains. However, if any group of gazers is interfered with too much, they attempt to eradicate the perceived threat."
									]
							},
							{
								"type":"entries",
								"name":"Monolith Eye",
								"entries":[
									"The astraphin monolith’s crystalline eye is prized because it can be used as a weapon or a power source for a depleted relic. If used as a weapon, it fires a blast of force at one creature within 200 feet. On a failed DC 15 Dexterity saving throw, the target takes 5d8 force damage. The eye has a depletion of 1–3 in 1d100 when used this way.",
									"A character can attach the eye to a depleted relic by spending one hour and making a DC 15 Intelligence (Arcana) check. If successful, the relic functions again and has a depletion of 1 in 1d6; failure means the character makes a depletion roll for the eye (1 in 1d6, checked each attempt). Once connected to a relic, if the relic depletes again, so does the monolith eye."
									]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"A swarm of six to twelve gazers may be salvaged for up to 1d6 cyphers."
									]
							}
						]
					}	
				]
			}
		}

	]
}