{
	"_meta": {
		"sources": [
			{
				"json": "AotA",
				"abbreviation": "AotA",
				"full": "Arcana of the Ancients",
				"color": "6441A4",
				"version": "",
				"url": "https://www.montecookgames.com/store/product/arcana-of-the-ancients/",
				"authors": [
					"Sean K. Reynolds",
					"Bruce R. Cordell",
					"Monte Cook"
				],
				"convertedBy": [
					"attanaz"
				]
			}
		],
		"dateAdded": 1591117986,
		"dateLastModified": 1591117986
	},
	"monster": [
		{
			"name": "Accelerator",
			"source": "AotA",
			"page": 142,
			"size": "H",
			"type": "construct",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 195,
				"formula": "17d12 + 85"
			},
			"speed": {
				"walk": 60,
				"fly": {
					"number": 10,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 22,
			"dex": 12,
			"con": 20,
			"int": 16,
			"wis": 16,
			"cha": 14,
			"save": {
				"con": "+9",
				"int": "+7",
				"wis": "+7",
				"cha": "+6"
			},
			"skill": {
				"perception": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 17,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"several ancient languages",
				"can learn a new language in minutes"
			],
			"cr": "10",
			"trait": [
				{
					"name": "Magical Weapons",
					"entries": [
						"The accelerator's attacks are treated as if magical."
					]
				},
				{
					"name": "Paranoid and Fearful",
					"entries": [
						"It is very difficult to gain an accelerator's trust. Creatures have disadvantage on attempts to convince it that they aren't a threat. If successful, they only make it indifferent and wary for a few minutes, or perhaps an hour at most."
					]
				},
				{
					"name": "Modification (Recharges after a Short or Long Rest)",
					"entries": [
						"About one in four accelerators have found a way to install a device within its shell that gives it an additional ability as a bonus action.",
						"Typically these devices are one of the following: a force field that adds +2 AC for one minute, a rocket pack that lets it move up to 500 feet, or a mental scrambler that gives all living creatures within 60 feet disadvantage on all rolls their next round."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The accelerator makes three claw attacks and uses its control velocity ability."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) slashing damage."
					]
				},
				{
					"name": "Control Velocity",
					"entries": [
						"The accelerator can change the speed and direction of up to three objects and creatures within 10 feet, such as halting a moving creature or causing a still object to suddenly move rapidly in any direction. Typically it uses this to hurl a light object (up to 50 pounds), hurl a heavy object (up to 100 pounds), hurl a foe (up to 300 pounds), or stop a moving creature or object (up to 300 pounds)."
					]
				},
				{
					"name": "Hurl Light Object",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range",
						"150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Hurl Heavy Object",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range",
						"30/60 ft., one target. {@h}12 ({@damage 2d8 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Hurl Foe",
					"entries": [
						"The target must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be thrown up to 60 feet away, taking 12 ({@damage 2d8 + 3}) bludgeoning damage from impacting the ground or a solid obstacle."
					]
				},
				{
					"name": "Stop Movement",
					"entries": [
						"The target must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be {@condition grappled} and {@condition restrained} in its current space for one round."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An accelerator is an artificial intelligence encased in a metal shell with numerous limbs, sensory devices, and other accoutrements that allow it to interact with and understand the world around itself. An accelerator fears “death” (perhaps “dissolution” is a better term) and concocts elaborate plans to develop better protections for itself. Ironically, sometimes this puts it in danger as it tries to take control of a defensible fortress or obtain a device that will grant it a powerful defense. A fully upright accelerator stands 15 feet high. Paranoia. Accelerators aren’t evil, but their interest in putting their own existence ahead of others means they might act in ways that people consider villainous. If seriously threatened, an accelerator always chooses flight over fight.",

							{
							"type":"entries",
							"name":"Paranoia",
							"entries":[
								"Accelerators aren’t evil, but their interest in putting their own existence ahead of others means they might act in ways that people consider villainous. If seriously threatened, an accelerator always chooses flight over fight."
								]
							},
							{
							"type":"entries",
							"name":"Salvage",
							"entries":[
								"A destroyed ccelerator can be salvaged for up to 1d6 + 1 cyphers and one oddity"
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Aliopter",
			"source": "AotA",
			"page": 144,
			"size": "L",
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 142,
				"formula": "15d10 + 60"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 100,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 16,
			"dex": 14,
			"con": 18,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"save": {
				"str": "+6",
				"con": "+7"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"resist": [
				"bludgeoning"
			],
			"conditionImmune": [
				"charmed",
				"prone"
			],
			"languages": [
				""
			],
			"cr": "8",
			"trait": [
				{
					"name": "Magical Weapons",
					"entries": [
						"The aliopter's attacks are treated as if magical."
					]
				},
				{
					"name": "Reactive Tongues",
					"entries": [
						"An aliopter has four reactions that can be used only for opportunity attacks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aliopter makes four barbed tongue attacks."
					]
				},
				{
					"name": "Barbed Tongue",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 15} Strength or Dexterity saving throw or be {@condition grappled} and {@condition restrained} (escape {@dc 15}). If the target is a living creature, it also must succeed on a {@dc 16} Constitution saving throw or be infected with a disease—a cluster of aliopter larvae.",
						"The aliopter larvae live and grow beneath the target's flesh for about a week, after which they move to the creature's tongue and cause it to swell. Eventually the victim's throat becomes blocked by the swollen tongue and they begin to choke; every 10 minutes they must succeed on a {@dc 16} Constitution saving throw or start suffocating. After six hours of this, the tongue ruptures, and tiny aliopters squirm out.",
						"If the target is dead, the young alioptors feed on the corpse before joining together into a single mass and begin searching for new prey.",
						"The aliopter's reproductive process holds true for most humanoid creatures. It might take a different form in another creature, such as growing in the target's stomach or lungs before bursting out and eating the dead host.",
						"If the disease is cured before the larvae's emergence, the unborn aliopters are disintegrated."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An aliopter looks like a horrific cloud ofwrithing, undulating tongues. It is a colony of many organisms fused together into one composite creature weighing several hundred pounds. It sweeps out of the cover of shadows to attack prey, flying by some unknown means of negating gravity in a precisely controlled manner. They seem to originate from ancient ruins, particularly those with a connection to another world orbiting a far-off star.",
							{
							"type":"entries",
							"name":"Hunger and Reproduction.",
							"entries":[
								"An aliopter’sonly motive is to feed and reproduce. It is a near-mindless predator that cannot be reasoned with. Once it has successfully injected its larvae into a victim, it focuses on feeding for the next few months and no longer attempts to implant anything."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Anhedon",
			"source": "AotA",
			"page": 145,
			"size": "M",
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 16,
			"int": 14,
			"wis": 13,
			"cha": 11,
			"save": {
				"str": "+5",
				"con": "+5"
			},
			"skill": {
				"arcana": "+4"
			},
			"passive": 13,
			"resist": [
				"bludgeoning"
			],
			"languages": [
				"Anhedon and usually two or three others"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Red Eyes",
					"entries": [
						"An anhedon cannot see in darkness, but its eyes emit red light that allows it to see up to 60 feet as if it were bright light."
					]
				},
				{
					"name": "Safe Falling",
					"entries": [
						"Because it subconsciously manipulates gravity to land safely, an anhedon never takes falling damage."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Crushing Gravity",
					"entries": [
						"An anhedon can increase gravity on a",
						"Medium or smaller target within 60 feet. The target must make a {@dc 15} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone}, {@condition restrained}, and take 13 ({@damage 3d6 + 3}) bludgeoning damage. On a successful save, the target takes only half damage and isn't knocked {@condition prone} or {@condition restrained}. A {@condition restrained} target can attempt a save every round to escape this force, otherwise it takes damage again and continues to be held {@condition prone} and {@condition restrained}. The anhedon can only restrain one creature at a time with this ability."
					]
				},
				{
					"name": "Cancel or Reverse Gravity",
					"entries": [
						"An anhedon can cancel gravity for a target within 60 feet, making it float around like a feather on the wind until it can escape, or reverse gravity completely on the target for one round, causing it to fall up to 100 feet up and then down again, taking {@damage 1d6} bludgeoning damage per 10 feet fallen. A creature can resist the gravity effect with a successful {@dc 13} Strength or Dexterity saving throw (target's choice) to grab onto a fixed object within reach to prevent itself from falling up."
					]
				},
				{
					"name": "Deadly Leap",
					"entries": [
						"An anhedon can decrease and increase gravity on itself as it jumps so that it smashes to the ground up to 100 feet away from its starting point. All creatures within 10 feet of where it lands it must succeed on a {@dc 13} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone} and take 13 ({@damage 3d6 + 3}) bludgeoning damage. On a successful save, the creature takes only half damage and isn't knocked {@condition prone}."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"Dour and severe, anhedons are humanoid-shaped creatures protected with a carapace of dark stone breached only by twin beams of red light for eyes. It is possible that this carapace is actually some kind of stone armor powered by geological forces.",
							{
							"type":"entries",
							"name":"Obsessed Searcher",
							"entries":[
								"Anhedons are searching for something they call the Meeting of All Things—a thing they will name but never describe. They negotiate with those who seem like they could help with this goal, but woe to those who lie about knowing where to find what the anhedons seek. They are otherwise hateful creatures that would rather kill other beings than negotiate with."
								]
							},
							{
							"type":"entries",
							"name":"Mysterious Origin.",
							"entries":[
								"Origin. Anhedons seem to simply (and literally) fall out of the sky and start working on finding information about the Meeting of All Things. They don’t seem to have families or young, or at least not on this world, and they don’t have lairs, only remaining in one place as long as necessary to exhaust all avenues of inquiry relevant to that location."
								]
							},
							{
							"type":"entries",
							"name":"Salvage",
							"entries":[
								"Anhedon carapace or armor can be be salvaged for a couple of cyphers and two to three oddities"
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Arric Frog",
			"source": "AotA",
			"page": 146,
			"size": "L",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
				"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 120,
				"formula": "16d10 + 12"
			},
				"speed": {
				"walk": 50,
				"swim": 30
			},
			"str": 15,
			"dex": 13,
			"con": 15,
			"int": 2,
			"wis": 10,
			"cha": 3,
			"save": {
				"str": "+5",
				"con": "+6"
			},
			"skill": {
				"athletics": "+5",
				"perception": "+3"
			},

				"senses": [
					"darkvision 60 ft."
				],
				"passive": 13,
				"cr": "5",
				"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The arric frog can breathe air and water."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The arric frog's long jump is up to 20 feet and its high jump is up to 10 feet, with or without a running start."
					]
				}
			],
				"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}29 ({@damage 6d8 + 2}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The frog uses its sticky tongue against a Small or smaller creature or metallic object (such as a cypher) within 5 feet. The target must succeed on a {@dc 13} Strength or Dexterity saving throw; failure means the frog yanks the creature or object away and swallows it. The swallowed target is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the frog, and it takes 10 ({@damage 3d6}) acid damage at the start of each of the frog's turns. The frog can have up to two targets swallowed at a time.",
						"If the frog dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 5 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Spit Cyst {@recharge}",
					"entries": [
						"The frog can spit a biomechanical cyst at a location within 60 feet, which explodes in a 5-foot-radius sphere, dealing 14 ({@damage 4d6}) damage, or half that if the target succeeds on a {@dc 13} Dexterity saving throw. The cyst's damage is fire, lightning, or piercing (equal chances for each sphere)."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Swallow"
			],
			"damageTags": [
				"A",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"blinded",
				"prone",
				"restrained"
			],
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"Arric frogs are wide-bodied amphibians with lumpy flesh, cold eyes, and metallic teeth. They hunt living prey in the deeps and shallows and on the coast, and they scavenge for small pieces of metal they can swallow.",
							{
							"type":"entries",
							"name":"Spawning Cysts",
							"entries":[
								"As they grow and age, arric frogs develop egg-like biomechanical cysts within their bodies, adjacent to the stomach. Eventually these cysts erupt into the stomach, the beast vomits one forth, and the cyst sheds its outer layer of protective skin to reveal an arric sphere with mechanical and fleshy parts, which then flies off. Sometimes this process fails and the arric frog retains these cysts for years, which become quite painful. Eventually the tortured creature drags itself out of the water in search of relief, attacks anything it can reach, and dies, at which point the cysts finally erupt and the newborn arric spheres can finally scatter."
								]
							},
							{
								"type":"inset",
								"name":"Arric Sphere",
								"entries":[
									"Use stats for type two basic automaton, with fly 30 ft."
								]
								},
							{
								"type":"entries",
								"name":"Beast Mounts",
								"entries":[
									"An arric frog can be trained as a mount and ridden with a wide saddle. The rider may use a special goad that encourages the frog to eject an explosive cyst."
									]
								},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"A slain Arric Frog might have one or two biomechanical cysts inside its body, which can be harvested for cyphers."
									]
								}
							]
						}
					]
				}
		},
		{
			"name": "Astraphin Monolith",
			"source": "AotA",
			"page": 147,
			"size": "M",
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 102,
				"formula": "12d8 + 48"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 0,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 18,
			"dex": 6,
			"con": 18,
			"int": 3,
			"wis": 10,
			"cha": 3,
			"save": {
				"str": "+7",
				"con": "+7"
			},
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 120 ft.",
				"tremorsense 120 ft."
			],
			"passive": 13,
			"resist": [
				"bludgeoning",
				"poison"
			],
			"immune": [
				"necrotic",
				"poisoned"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"stunned"
			],
			"languages":"",
			"cr": "8",
			"trait": [
				{
					"name": "Plant Mind",
					"entries": [
						"The floating monolith is a construction of the astraphin plant growing on the ground all around it, often stretching for hundreds of feet in all directions. Even a small portion of the plant is enough to control the monolith, so unless the characters are able to completely destroy all plant life in the area, attacking or controlling plants won't end the threat of the monolith. The monolith itself is not a plant and is therefore immune to effects that only work on plants."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The astraphin monolith uses two eye blasts."
					]
				},
				{
					"name": "Eye Blast",
					"entries": [
						"The monolith shoots energy out of its eye, choosing one of the following effects:",
						"Force Blast: A creature within 200 feet must make a {@dc 15} Dexterity saving throw, taking 36 ({@damage 8d8}) force damage on a failed save, or half as much damage on a successful one.",
						"Psychic Blast: A creature within 200 feet must make a {@dc 15} Intelligence saving throw, taking 27 ({@damage 6d8}) psychic damage on a failed save, or half as much damage on a successful one.",
						"Paralysis Blast: A creature within 200 feet must succeed on a",
						"{@dc 15} Constitution saving throw or be {@condition paralyzed}. The target can attempt another saving throw every round at the end of their turn to free themselves from this effect.",
						"Heat Wave: This sweeping ray of heat affects creatures within 10 feet, which take 7 ({@damage 2d6}) fire damage."
					]
				}
			],
			"senseTags": [
				"SD",
				"T"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"F",
				"O",
				"Y"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"An astraphin monolith is a floating, immobile obelisk of stone standing a bit taller than a human, with a single crystalline eye. The eye can create dangerous blasts at long range, leading some to believe it is a hostile earth elemental creature. However, the stone is neither living nor sentient, but rather the extension of a concealed intelligece.",
							{
							"type":"entries",
							"name":"Hidden Plant",
							"entries":[
								"Originally, astraphin was a type of  sometimes fertilized its poor mountain soil by trapping and killing small creatures. In ages past, an unknown energy infused the astraphin, causing it to mutate and develop new abilities, including a simple intelligence. Now it can  and vines, making subtle changes in th a stone monolith over weeks or months. A fully formed monolith springs from the ground to float 10 to 15 feet (3 to 4.6 m) in the air. The plant controls this monolith, using it to kill larger prey and feeding on the corpses through its extensive root system. Destroying the monolith doesn’t harm the plant (it’s equivalent to trimming a fingernail), but it is a setback that takes the plant a while to remedy."]
							},
							{
								"type":"entries",
								"name":"Immovable Destroyer",
								"entries":[
									"An astraphin monolith does not move from its position. It can rotate in place, but apparently doesn’t have the ability to move laterally (or perhaps it can only move very slowly, a matter of inches per day). Because the monolith can’t pursue its opponents, running away is a viable survival strategy, although its incredible range often allows it to dispatch fleeing prey. Some greedy explorers choose to fight a monolith in the hopes of claiming its valuable crystal eye."
									]
							},
							{
								"type":"entries",
								"name":"Monolith Eye",
								"entries":[
									"The astraphin monolith’s crystalline eye is prized because it can be used as a weapon or a power source for a depleted relic. If used as a weapon, it fires a blast of force at one creature within 200 feet. On a failed DC 15 Dexterity saving throw, the target takes 5d8 force damage. The eye has a depletion of 1–3 in 1d100 when used this way.",
									"A character can attach the eye to a depleted relic by spending one hour and making a DC 15 Intelligence (Arcana) check. If successful, the relic functions again and has a depletion of 1 in 1d6; failure means the character makes a depletion roll for the eye (1 in 1d6, checked each attempt). Once connected to a relic, if the relic depletes again, so does the monolith eye."
									]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"In addition to looting a slain monolith’s eye as treasure, the area around it usually has several decaying creatures in the soil, which might have carried cyphers (typically 1d3 cyphers are found)."
									]
							}
						]
					}
				]
			}
		},
		{
			"name": "Gazer",
			"source": "AotA",
			"page": 176,
			"size": "T",
			"type": "construct",
			"alignment": [
				{
				  "alignment": [
					"N"
				  ],
				  "note": "or as programmed"
				}
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "3d4"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 100,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 15,
			"con": 11,
			"int": 11,
			"wis": 10,
			"cha": 7,
			"save": {
				"dexterity": "+4"
			},
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone"
			],
			"languages":"",
			"cr": "1/8",
			"trait": [
				{
					"name": "Intense Light",
					"entries": [
						"Although a gazer's beam only inflicts a small amount of damage, it is capable of cutting through very tough materials, including wood, stone, and steel. A gazer trying to damage an object treats any object AC less than 18 as AC 10."
					]
				},
				{
					"name": "Swarm Targeting",
					"entries": [
						"If two or more gazers attack the same target, each gazer gains advantage on its attack roll."
					]
				},
				{
					"name": "Sharpshooter",
					"entries": [
						"A gazer's attacks ignore half cover and three-quarters cover."
					]
				}
			],
			"action": [
				{
					"name": "Red Beam",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 100/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) fire damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"F"
			],
			"miscTags": [
				"RW"
			],
			"tokenUrl":"",
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"A gazer is a levitating metallic spherical automaton, about 1.5 feet in diameter. Various bits of equipment and blinking lights festoon a gazer’s battered metal-alloy body. A concavity on one side of the sphere incessantly emits a beam of scarlet light. The red beam can intensify in a moment, creating a ray capable of burning through nearly anything.",
							{
							"type":"entries",
							"name":"Flying Tactics",
							"entries":[
								"Groups of gazers fly in a spherical formation, which allows them to present the maximum possible perception and threat surface. Depending on the locations of their opponents, they may arrange themselves around or in the middle of their foes. Formations of six to twelve gazers might be found defending ancient ruined installations. Sometimes a lone gazer is encountered as a companion of a creature who reprogrammed it to act as a servitor."]
							},
							{
								"type":"entries",
								"name":"Old Programming",
								"entries":[
									"A gazer usually interacts only by flashing its beam in coded bursts, accompanied by eerie bleats of electronic static. Most active gazers follow a program to defend a location, reconnoiter a wider area, or seek and destroy those who match profiles held in their machine brains. However, if any group of gazers is interfered with too much, they attempt to eradicate the perceived threat."
									]
							},
							{
								"type":"entries",
								"name":"Monolith Eye",
								"entries":[
									"The astraphin monolith’s crystalline eye is prized because it can be used as a weapon or a power source for a depleted relic. If used as a weapon, it fires a blast of force at one creature within 200 feet. On a failed DC 15 Dexterity saving throw, the target takes 5d8 force damage. The eye has a depletion of 1–3 in 1d100 when used this way.",
									"A character can attach the eye to a depleted relic by spending one hour and making a DC 15 Intelligence (Arcana) check. If successful, the relic functions again and has a depletion of 1 in 1d6; failure means the character makes a depletion roll for the eye (1 in 1d6, checked each attempt). Once connected to a relic, if the relic depletes again, so does the monolith eye."
									]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"A swarm of six to twelve gazers may be salvaged for up to 1d6 cyphers."
									]
							}
						]
					}
				]
			}
		},
		{
			"name": "Beastcoat Infiltrator",
			"source": "AotA",
			"page": 149,
			"size": "M",
			"type": "construct",
			"alignment": [
				"N"
			],
				"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 71,
				"formula": "11d8 + 22"
			},
			"speed": {
				"walk": 60,
				"climb": 30,
				"swim": {
					"number": 40,
					"condition": "(as appropriate for its current disguise)"
				}
			},
			"str": 16,
			"dex": 14,
			"con": 14,
			"int": 8,
			"wis": 12,
			"cha": 10,
			"skill": {
				"athletics": "+5",
				"deception": "+2",
				"perception": "+3",
				"stealth": "+3",
				"survival": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The beastcoat infiltrator has advantage on Wisdom (Perception) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Limited Beast Disguise",
					"entries": [
						"A beastcoat infiltrator can alter its external shape by telescoping its limbs and expanding the plates on its outer surface, but at best this is only a rough approximation. Even when covered in grown animal flesh, it looks more like an animatronic puppet than a real creature, which is usually sufficient to fool other animals. It can vary its size category from a Small to a Medium creature, but this does not affect its stats, and it doesn't assume a radically larger or smaller size that a typical specimen of what it's imitating (it wouldn't become a Small seskii or a Medium ravage bear)."
					]
				}
			],"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The beastcoat infiltrator makes two or three attacks, typically bites and claws, as appropriate for the animal it is emulating. If encountered without a disguise, or if it thinks it will be destroyed, it may use an electrical stun attack in place of one of its melee attacks."
					]
				},
				{
					"name": "Bite or Claw",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@dice 1d8 + 3}) piercing or slashing."
					]
				},
				{
					"name": "Electrical Stun",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30 ft., one target. {@h}7 ({@damage 2d6}) lightning damage plus the target must succeed on a {@dc 13} Constitution saving throw or fall {@condition unconscious} for one minute."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"L"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"unconscious"
			],
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"Many automatons were built to wage war, for mundane tasks, or for unknowable purposes, but it seems that some were made to understand other things. Examples of the latter are beastcoat infiltrators—adaptive machines that study common animals, learn their behavior, reshape themselves to match their subjects, and cover themselves with harvested or grown flesh (including fur, feathers, or scales) to infiltrate the creatures they are studying.",
							{
								"type":"entries",
								"name":"Just Another Animal",
								"entries":[
									"Beastcoat infiltrators adapt to the social structure of a type of animal or beast (such as deer, tigers, or even ravage bears) and become part of the group. They have been seen aiding a hunt, bringing food back to the lair, helping to raise animal offspring, and otherwise contributing to the welfare of the group while continuing their observations. After weeks, months, or years, the infiltrator leaves to repeat the process with a different group of animals."
									]
							},
							{
								"type":"entries",
								"name":"Maintaining the Role",
								"entries":[
									"Beastcoat infiltrators either quietly track and observe animals or pretend to be a particular kind of animal, making sure its behavior does not confuse or alarm the living animals it associates with. A character who can communicate with machines might coax it into a limited communication."
									]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"An infiltrator can be salvaged for a couple of cyphers or perhaps a relic. Instead of a relic, PCs may be able to loot its data core, which, if they are able to access the information within it, can be used as a book about animal biology."
									]
							}
						]
					}
				]
			}
		},
		{
			"name": "Blood Barm",
			"source": "AotA",
			"page": 150,
			"size": "S",
			"type": "beast",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 33,
				"formula": "6d6 + 12"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 15,
			"con": 14,
			"int": 7,
			"wis": 12,
			"cha": 8,
			"skill": {
				"perception": "+3",
				"stealth": "+4",
				"survival": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "2",
			"trait": [
				{
					"name": "Martial Advantage",
					"entries": [
						"Once per turn, the blood barm can deal an extra 7 ({@damage 2d6}) damage to a creature it hits with an attack if that creature is within 5 feet of another blood barm that isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Spew Explosive Blood Bubble",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 15/30 ft., one creature. {@h}9 ({@damage 2d6 + 2}) piercing damage. The target must succeed on a {@dc 12} Constitution saving throw or a seed from one of the blood bubbles is implanted in a target's skin for 1 minute, during which time the target suffers 1 point of damage per round. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Blood Sac Birth {@recharge}",
					"entries": [
						"Barms can break their own body sacs by pressing them against a PC or an object. The larger sacs burst first due to their extended size, and any young barms (1-4) within are born. Treat each youngling as a tiny blood barm with 31 hit points that lacks this ability."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW"
			],
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"Its long neck craning this way and that, the four-footed blood barm doesn’t have an easily distinguishable head or eyes. Instead, a barm has a large opening at the end of its neck covered with a clear membrane similar to an eyelid. The creature’s body, somewhat turkey-shaped, is covered with myriad vesicles rather than feathers, ranging in color from dark green to gray to crimson. These bubbles are filled with liquid and hard seeds. Some seeds have “sprouted,” and these sacs swell with tiny, unborn barms. When the young are close to hatching, the sacs can grow half as large as the barm itself.",
							{
								"type":"entries",
								"name":"Defensive Flocking.",
								"entries":[
									"Blood barms often move about in flocks of two to four. They are not aggressive unless their young are threatened. However, if a flock of barms and their young are located in or near a site the PCs need to access, they might attack."
									]
							}
						]
					}
				]
			}
		},
		{
			"name": "Bowg",
			"source": "AotA",
			"page": 151,
			"size": "M",
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 65,
				"formula": "10d8 + 20"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 13,
			"dex": 12,
			"con": 16,
			"int": 6,
			"wis": 10,
			"cha": 8,
			"skill": {
				"arcana": "+0 (+2 for mind linked Bowgs)",
				"perception": "+2"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"cr": "1/4",
			"trait": [
				{
					"name": "Built to Serve",
					"entries": [
						"A bowg has disadvantage on saving throws to resist psychic or machine attempts to control their minds."
					]
				},
				{
					"name": "Mindlinked Advantage",
					"entries": [
						"Once mental or machine contact or control with a bowg is established, the bowg's Intelligence increases to 9 for the duration of the contact and for approximately 10 minutes thereafter. This gives it a +2 bonus on attack rolls, Intelligence checks, and Intelligence saving throws."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"A wild bowg makes two attacks, usually two claws or a claw and a bite. A mindlinked bowg uses weapons like greatclubs and shortbows, and may be equipped with a cypher by its master."
					]
				},
				{
					"name": "Bite or Claw",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing or slashing damage."
					]
				},
				{
					"name": "Greatclub",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage. (This includes the mindlinked bowg's +2 bonus on attack rolls.)"
					]
				},
				{
					"name": "Shortbow",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 80/320 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage. (This includes the mindlinked bowg's +2 bonus on attack rolls.)"
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RNG",
				"RW"
			],
			"fluff":{
				"entries": [
					{
						"type":"entries",
						"entries":[
							"These two-legged pseudoprimates have prominent teeth, four arms (two organic, two metallic), and large mechanical sockets on their backs.",
							{
								"type":"entries",
								"name":"Wild Bowgs.",
								"entries":[
									"A typical bowg has the intelligence of a smart animal, such as an ape. They use animalistic tactics and are likely to flee if outmatched. They avoid unknown creatures unless they are very hungry or sense the presence of a mind- or machine-talker—it is not uncommon for wild bowgs to follow a humanoid with these abilities at a distance, subconsciously hoping for the contact that will make them smarter."
									]
							},
							{
								"type":"entries",
								"name":"Mindlinked Bowgs.",
								"entries":[
									"A bowg’s sockets make them receptive to commands from intelligent machines and psychic entities, turning them into compliant servants for entities that lack the ability to manipulate objects directly. Bowgs thrive on and seek out this contact,as it improves their own ability to think, deduce, and plan, making them almost on par with a typical human. These bowgs use manufactured weapons and better battle tactics (especially if their master gives them instructions about what to do in combat). Mindlinked bowgs are loyal to their master if well-treated (which may make them friendly or hostile toward explorers), but are not willing to harm themselves or others of their kind."
									]
							},
							{
								"type":"inset",
								"entries":[
									"In addition to psychic creatures and machines with the ability to talk to other machines, bowgs are similarly receptive to mental contact from numenera (such as an eye of mental contact) andcharm spells, as well as machine-based contacts (such as from a mask of machine speaking)."
									]
							},
							{
								"type":"entries",
								"name":"Salvage.",
								"entries":[
									"The undamaged sockets of a pack of several bowgs might be salvaged for a couple of cyphers. Mindlinked bowgs also may carry conventional equipment and cyphers."
									]
							}
						]
					}
				]
			}
		},
		{
			"name": "Callerail",
			"source": "AotA",
			"page": 152,
			"size": "H",
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 180,
				"formula": "19d12 + 57"
			},
			"speed": {
				"walk": 40
			},
			"str": 21,
			"dex": 14,
			"con": 16,
			"int": 7,
			"wis": 15,
			"cha": 18,
			"save": {
				"dex": "+7",
				"con": "+9",
				"wis": "+7",
				"cha": "+9"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 12,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Absorbing Form",
					"entries": [
						"A creature that touches the callerail takes 4 ({@damage 1d8}) acid damage, as matter is transferred from the object to the callerail; the callerail regains 4 ({@dice 1d8}) hit points."
					]
				},
				{
					"name": "Legendary Resistance (1/Day)",
					"entries": [
						"If the callerail fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Monstrosity's Sight",
					"entries": [
						"Magical darkness doesn't impede the callerail's darkvision."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The callerail has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The callerail makes three attacks: one with its bite, and two with bludgeoning limbs to make slam attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) piercing damage plus 10 ({@damage 3d6}) acid damage.",
						"In addition, the callerail regains 10 ({@dice 3d6}) hit points."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d4 + 5}) bludgeoning damage plus 10 ({@damage 3d6}) acid damage. In addition, the callerail regains 10 ({@dice 3d6}) hit points. o receive a foe's attack, and the attack automatically hits.",
						"The attacking foe must succeed on a {@dc 17} Dexterity saving throw or their weapon is absorbed into the callerail. Whether the saving throw is successful (and the weapon is retained) or not, the attack fails to inflict damage on the callerail. If a nonmagical weapon is absorbed, the callerail regains 10 ({@dice 3d6}) hit points, and the weapon is destroyed. If a magical weapon is absorbed, it becomes part of the callerail; to retrieve it, the callerail must be destroyed.",
						"The callerail could choose to regain hit points simply by absorbing portions of what's around it, and absorb a 5-foot- cube of nonmagical wood, stone, or metal (or helpless flesh, whether alive or dead). When it does, it regains 10 ({@dice 3d6}) hit points."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The callerail makes one slam attack."
					]
				},
				{
					"name": "Move",
					"entries": [
						"The callerail moves up to half its speed."
					]
				},
				{
					"name": "Seize (Costs 2 Actions)",
					"entries": [
						"The callerail makes one Object Absorption attack."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
							"A callerail is a creature of fused organic and inorganic substances. Flesh mingles with wood, steel, and stone, as the callerail possesses the ability to absorb inorganic matter and add the material to its body. The creature is a lumbering giant—15 feet tall—that walks using its forelimbs as well as its shorter rear legs. Its body is a conglomeration of materials.",
							"A callerail’s organic portions remain cohesive so that its circulatory system reaches all areas of its body. It still requires food—in fact, it requires even more food than an ordinary creature of its size.",
							{
								"type":"entries",
								"name":"Unreasoning Monstrosity.",
								"entries":[
									"Unreasoning Monstrosity. Reasoning with a hungry callerail is impossible, and they’re always hungry. However, a smart character can fool them by setting a trap, creating a diversion, or using a similar type of tactic. They are not particularly bright and act on animal instinct in most situations."
								]
							},
							{
								"type":"entries",
								"name":"Focused on Dominance.",
								"entries":[
									"Callerails move into an area and threaten the entire region. Two callerails in the same locale pose a danger to every living thing. The monsters fight to the death, each attempting to absorb the inorganic portions of the other and destroying everything that gets in their way. Afterward, the victor reproduces asexually."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Chirog",
			"source": "AotA",
			"page": 154,
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"chirog"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d8 + 36"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 12,
			"con": 16,
			"int": 10,
			"wis": 8,
			"cha": 8,
			"skill": {
				"arcana": "+2",
				"perception": "+2"
			},
			"passive": 11,
			"languages": [
				"Chirog",
				"Common"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Sure-Footed",
					"entries": [
						"The chirog has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}17 ({@damage 4d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Grapple",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one Medium or smaller creature. {@h}The creature is {@condition grappled} (escape {@dc 13}). Until this grapple ends, the target is {@condition grappled} and {@condition restrained}, and the chirog can't grapple or bite another target."
					]
				}
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "Chirogs are vaguely reptilian humanoids with thick armor plates covering much of their body. They live to hunt and kill, but despite their savage nature, they are craftier and more intelligent than most savage humanoids. They {@footnote understand the numenera||Optional Rule: Intelligence (Ancients Arcana), page 259} and despise it. Even more than killing, they enjoy destroying devices of the ancient past. (Perhaps it is racial resentment for {@footnote wrongs done to them long ago|Chirogs might be mutant offshoots of what are now kobolds, lizardfolk, or even dragonkin.}.) Chirogs are hateful and angry, but not impossible to reason with. They speak their own simple language, and about one in three can speak or understand another language (typically Common or one used nearby). Chirogs do not use weapons or tools.",
							{
								"type":"entries",
								"name":"Corrupt Families",
								"entries":[
									"Each chirog pack has a clear leader who is usually a female, and is likely the mother of many members of the pack. The creatures have a tangled, incestuous relationship, and mature females eventually leave to form a new pack, sometimes taking a brother or two with them."
								]
							},
							{
								"type":"entries",
								"name":"Among the Trees and Rocks",
								"entries":[
									"Chirogs live in small groups of three to six, usually in wooded areas or rocky, mountainous regions. Because they are adept at climbing, they often build nests or hovels in high branches or on cliff faces where other creatures cannot easily see or reach them."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Cragworm",
			"source": "AotA",
			"page": 155,
			"size": "G",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 201,
				"formula": "13d20 + 65"
			},
			"speed": {
				"walk": 50
			},
			"str": 20,
			"dex": 10,
			"con": 21,
			"int": 2,
			"wis": 8,
			"cha": 4,
			"save": {
				"con": "+9",
				"wis": "+3"
			},
			"senses": [
				"blindsight 30 ft.",
				"tremorsense 60 ft."
			],
			"passive": 13,
			"cr": "9",
			"trait": [
				{
					"name": "Easily Deceived",
					"entries": [
						"A cragworm is particularly easy to fool if food is involved. They have been known to chase after a fleeing horse and ignore a group of travelers that remain very still until it leaves the area. Cragworms have disadvantage on Intelligence checks to recognize a deception when easily- acquired food is available."
					]
				},
				{
					"name": "Magical Weapons",
					"entries": [
						"The cragworm's attacks are treated as if magical."
					]
				},
				{
					"name": "Stone Camouflage",
					"entries": [
						"A cragworm has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}19 ({@damage 4d6 + 5}) piercing damage, and the target must make a {@dc 17} Constitution saving throw, taking 35 ({@damage 10d6}) poison damage on a failed save, or half as much damage on a successful one. If the target is a Large or smaller creature, it must succeed on a {@dc 17} Dexterity saving throw or be swallowed by the cragworm. A swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the worm, and it takes 10 ({@damage 3d6}) acid damage at the start of each of the cragworm's turns.",
						"If the cragworm takes 20 damage or more on a single turn from a creature inside it, the cragworm must succeed on a {@dc 17} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the cragworm. If the cragworm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 20 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Howl {@recharge 5}",
					"entries": [
						"Before it emerges to attack, the cragworm howls, reverberating in the audible and subsonic ranges. Each creature within 120 feet of the cragworm must make a {@dc 17} Constitution save. Success means the creature is {@condition paralyzed} for one round, or two rounds for a failed save."
					]
				}
			],
			"actionTags": [
				"Swallow"
			],
			"damageTags": [
				"A",
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"paralyzed",
				"restrained"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			      	"A cragworm is a spiny serpent-like creature that can grow up to 50 feet long. It dwells in abandoned or isolated areas, preying on whatever it can find, and eating plants only when starving.",
							{
								"type":"entries",
								"name":"Feeding Its Hunger",
								"entries":[
									"A cragworm has the intelligence of an animal and the outlook of a predator. It can’t be reasoned with, but if confronted before it attacks with a sufficient threat or distraction, it can be intimidated or tricked into leaving a group of creatures alone in favor of easier targets. Once it starts fighting, it only stops if it is killed or there is no prey within sight."
								]
							},
							{
								"type":"entries",
								"name":"Strange Anatomy",
								"entries":[
									"A cragworm’s mouth opens horizontally, and it has many rows of teeth to help it trap and swallow prey. It has many red, glistening eyes, usually arranged in clusters along the length of its body, but the ones that aren’t near its head are only good for spotting movement, and it will turn its head to bring its best eyes to bear on its prey."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Crith",
			"source": "AotA",
			"page": 156,
			"size": "S",
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 49,
				"formula": "9d6 + 18"
			},
			"speed": {
				"walk": 30,
				"climb": 15,
				"swim": 15
			},
			"str": 12,
			"dex": 12,
			"con": 14,
			"int": 2,
			"wis": 8,
			"cha": 6,
			"save": {
				"con": "+4"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 9,
			"resist": [
				"bludgeoning"
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"poisoned",
				"prone"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Absorb Nutrients",
					"entries": [
						"A crith feeds by absorbing nutrients through its host's skin. A creature hosting a crith starts each day with one fewer Hit Die than normal. (For example, a",
						"3rd-level fighter with a crith only has two {@dice d10}s they can spend to recover hit points from resting each day.) A creature that normally only has 1 Hit Die will die in its sleep within a day of becoming a crith's host."
					]
				},
				{
					"name": "Bonded Gift",
					"entries": [
						"A crith's host is immune to poison damage and diseases."
					]
				},
				{
					"name": "Immune to Disease",
					"entries": [
						"A crith is immune to diseases."
					]
				},
				{
					"name": "Nightmares",
					"entries": [
						"The crith's bond with its host causes terrible nightmares of strange places and creatures. Although this isn't enough to prevent the character from gaining the benefit of rest, the host is {@condition frightened} for one hour after waking (the source of its fear is internal and doesn't have to be within line of sight). These nightmares even affect hosts that meditate in a trance instead of sleeping."
					]
				},
				{
					"name": "Strong Bond",
					"entries": [
						"Once bonded, a crith doesn't want to let go, and it sinks tiny barbs into its host's flesh to maintain its grip. To tear off a bonded crith, the host (or someone helping them) must make a {@dc 17} Strength saving throw. Each failed attempt deals 7 ({@damage 2d6}) slashing damage to the host, and a successful attempt deals 14 ({@damage 4d6}) slashing damage to the host, and removes it.",
						"These actions do not harm the crith, which is likely to attack whatever is trying to remove it from its host."
					]
				}
			],
			"action": [
				{
					"name": "Tendrils",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d6 + 1}) slashing damage and the target must succeed on a {@dc 13} Constitution saving throw or be {@condition paralyzed} for one round."
					]
				},
				{
					"name": "Parasitic Bond",
					"entries": [
						"The crith bonds to a helpless or willing creature it can touch. It can only bond to one creature at a time."
					]
				},
				{
					"name": "Poison Spray {@recharge}",
					"entries": [
						"The crith releases a fine mist in a 10-foot-radius sphere. All creatures in the sphere must succeed on a {@dc 13} Constitution saving throw or be {@condition paralyzed} for one round.",
						"Because this depletes its ability to poison with its tendrils until the ability recharges, a crith normally only uses this ability to escape when it otherwise would be killed."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"paralyzed"
			],
			      "fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "A crith is a lump of ebony, fleshy material about 2 feet in diameter when inactive. However, it can roughly mimic the shape of any creature it touches, though only in miniature. Other times, it moves by forming legs or arms as needed to run or climb.",
							{
								"type":"entries",
								"name":"Parasitic",
								"entries":[
									"Criths feed by skin-to-skin contact, absorbing nutrients directly. When a crith finds a {@footnote victim|A Large creature might be host to two or more criths.}, it adheres itself to the creature, taking on the appearance of a child-sized silhouette of the larger victim, which it attempts to embrace. In return for nutrition from this embrace, a crith provides certain advantages, but the bond also gives the host bizarre {@footnote nightmares|Sometimes the nightmares that crith hosts endure show locations that actually exist, or at least used to. Likewise with the strange creatures these nightmares sometimes include.}. For most creatures, the nightmares become bad enough that they decide to remove the crith, which is a painful task."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Cuiddit",
			"source": "AotA",
			"page": 157,
			"size": "T",
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				17
			],
			"hp": {
				"average": 54,
				"formula": "12d4 + 24"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"swim": 30,
				"canHover": true
			},
			"str": 3,
			"dex": 14,
			"con": 14,
			"int": 13,
			"wis": 14,
			"cha": 8,
			"save": {
				"dex": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Obvious",
					"entries": [
						"A cuiddit's constant noise and flashing lights means it always fails Stealth checks. Any of its companions within 10 feet have disadvantage on Stealth checks."
					]
				}
			],
			"action": [
				{
					"name": "Force Fields",
					"entries": [
						"Although it doesn't have limbs, a cuiddit can extend two translucent fields of force from itself to manipulate objects within 5 feet. These force fields use the cuiddit's Strength and Dexterity scores. It can also combine these two limbs to create a force field barrier (up to a 10-foot square) or simple solid objects of force that could fit within a 10-foot cube, such as a table, ladder, or ramp. It might use a barrier to prevent a foe of its companions from entering a room, or block an escape route for its own companions."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) bludgeoning damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			      "fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "A cuiddit is a levitating sphere, not quite as large as a human head, made of crystal and some hard opaque substance. Images in light play across the surface—sometimes images of a face (though never the same one twice), other times of random, odd scenes or objects. Sounds also constantly trickle from the cuiddit—tinkling or booming, cacophonous or melodic, familiar or utterly alien. Usually found completely inert, it might be mistaken for an oddity or useless junk until it suddenly awakens and—once some form of communication is established—seems determined to offer its aid.",
							{
								"type":"entries",
								"name":"Limited Communication",
								"entries":[
									"A cuiddit doesn’t speak any known language, but it seems to react to communication by changing its images and sounds in response to questions and statements. Even telepathic communication gives these enigmatic responses that are subject to the speaker’s interpretation. Sometimes explorers feel like they are beginning to understand a cuiddit’s reactions by interpreting them depending on the context, but whether they really do understand or are just fooling themselves is up for debate."
								]
							},
							{
								"type":"entries",
								"name":"Erratic Helper",
								"entries":[
									"When a cuiddit notices other creatures, it begins to follow them around until it is destroyed or driven away. At first, those being followed might appreciate the aid a cuiddit provides. But eventually, they may grow tired of the light show and incessant sounds. Eventually a cuiddit betrays its companions, but it is unknown whether this is a deliberate and malicious act, a misunderstood response to its companion’s actions, or simply erratic programming. This betrayal might be as simple as pushing a character off a ledge, attracting the attention of a nearby monster, or blocking a path of escape."
								]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"The remains of a cuiddit can be salvaged for one or two cyphers."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Culova",
			"source": "AotA",
			"page": 158,
			"size": "M",
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 38,
				"formula": "7d8 + 5"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 15,
			"dex": 15,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 13,
			"skill": {
				"climb": "+5",
				"perception": "+3"
			},
			"passive": 13,
			"languages": [
				"Culova",
				"a few know Common"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The culova has advantage on attack rolls against any creature it has surprised."
					]
				}
			],
			"action": [
				{
					"name": "Spiked Club",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}13 ({@damage 3d6 + 2} piercing damage."
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}13 ({@damage 3d6 + 2} piercing damage."
					]
				},
				{
					"name": "Poison Spray {@recharge}",
					"entries": [
						"The culova sprays venom from its mouth, turning its head almost 360 degrees, affecting up to eight targets within 10 feet. Each creature affected must make a {@dc 13} Dexterity saving throw, taking 7 ({@damage 2d6}) poison damage on a failed save, or half as much damage on a successful one.",
						"Other culovas are immune to this venom."
					]
				}
			],
			"traitTags": [
				"Ambusher"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			      "fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "Culovas are {@spidery humanoids|Culovas might be a mutant offshoot of a creature like an ettercap, or ettercaps might be near- humanoid mutations of ancient culovas.} with eight spindly legs, a bulbous midsection, and a pair of human-like arms with three fingers. Eight eyes adorn their heads like colored beads above disturbingly broad, toothy mouths. They move with astonishing quickness.",
							{
								"type":"entries",
								"name":"Forest Hunters",
								"entries":[
									"Although they look monstrous, culovas are usually peaceful creatures that live in small groups deep within a forest, hunting for food and caring for their young. They lead simple lives and have little interest in building large structures. Unlike most spidery creatures, culovas do not make webs."
								]
							},
							{
								"type":"entries",
								"name":"Territorial",
								"entries":[
									"Culovas avoid contact with other intelligent creatures unless they or their territories are threatened. They repel groups of intelligent creatures (such as marauding humanoids or people who want to log their forests) with weapons and their venom."
								]
							},
							{
								"type":"entries",
								"name":"Elusive",
								"entries":[
									"Culovas do not leave familiar ground except in extraordinary circumstances, so they are always on the defensive, even when they launch an attack. However, an attacking culova can be reasoned with. If they can be convinced that an intruder is not a threat or that they’ll cease being a threat—which usually involves leaving the area—they might be willing to let their opponents leave peacefully."
								]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"Very rarely, a culova might have a cypher. They never have other treasure or things that a human might find valuable."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Cynoclept",
			"source": "AotA",
			"page": 159,
			"size": "L",
			"type": "construct",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 127,
				"formula": "15d10 + 45"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 16,
			"dex": 12,
			"con": 16,
			"int": 8,
			"wis": 8,
			"cha": 8,
			"skill": {
				"arcana": "+3",
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"fire",
				"lightning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"cr": "9",
			"trait": [
				{
					"name": "Cypher Sense",
					"entries": [
						"A cynoclept automatically senses the presence of all cyphers within 60 feet unless the cyphers are behind a force field."
					]
				},
				{
					"name": "Magical Weapons",
					"entries": [
						"The cynoclept's attacks are treated as if magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The cynoclept makes two limb attacks and uses its activate cypher ability. If a limb hits, the cynoclept can use steal and repair against the same target."
					]
				},
				{
					"name": "Limb",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) bludgeoning, piercing, or slashing damage."
					]
				},
				{
					"name": "Activate Cypher",
					"entries": [
						"As a bonus action, a cynoclept can activate a cypher within 10 feet (whether held by another creature or merely in the area) as if it were holding the cypher. If the cypher is in the possession of another creature, that creature can resist this attempt with a successful {@dc 13} Intelligence saving throw."
					]
				},
				{
					"name": "Steal and Repair",
					"entries": [
						"An injured cynoclept can grab a cypher and add the device to its own body, repairing 30 points of damage.",
						"If this takes it over its normal hit point total, it gains the excess amount as temporary hit points. If the targeted cypher is in the possession of another creature, that creature can resist this grab attempt with a successful {@dc 13} Strength or Dexterity saving throw."
					]
				},
				{
					"name": "Psychic Trap",
					"entries": [
						"Approximately 10% of cynoclepts are made of amber crystal that is psionically reactive to the mental energy of most humanoids. For these cynoclepts, if their attempt to activate an opponent's cypher succeeds, the opponent's mind temporarily becomes trapped in the cynoclept's body for one minute and its body falls {@condition unconscious}. The only Intelligence saving throw each round on their turn, with a success returning the passenger to their own body. Killing the cynoclept  automatically returns a trapped passenger's mind to their own body."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "A thick outer shell of amber crystal protects the cynoclept, so it has little to fear. The shell grows as the creature accumulates cyphers and other special numenera components. Initially not much larger than a human’s fist, it eventually grows to be 6 feet in diameter, at which time it begins to openly roam locations where cyphers might be found, or if the opportunity arises, it follows explorers who’ve recently looted cyphers from a location it was watching.",
							{
								"type":"inset",
								"entries":[
									"When characters exceed their cypher limit, cynoclepts can spontaneously form from the interaction, robbing the character of their belongings and creating a dangerous threat in the same instant."
								]
							},
							{
								"type":"entries",
								"name":"Negotiable Manace",
								"entries":[
									"Cynoclepts are clever, and though they don’t speak a language, they can be negotiated with through pictures drawn on the ground, pantomime, or sign language. They are motivated by finding more cyphers or salvaged amber crystal."
								]
							},
							{
								"type":"entries",
								"name":"Cannibal",
								"entries":[
									"Although a cynoclept’s primary diet is cyphers, when they meet others of their kind (including the rarely-seen smaller, younger forms), they attempt to eat and absorb their fellows, giving and receiving no quarter."
								]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"The wreck of a cynoclept’s body can be salvaged for about six cyphers."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Cypherid",
			"source": "AotA",
			"page": 161,
			"size": "S",
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 27,
				"formula": "6d6 + 6"
			},
			"speed": {
				"walk": 30,
				"climb": 10
			},
			"str": 13,
			"dex": 14,
			"con": 13,
			"int": 3,
			"wis": 8,
			"cha": 5,
			"skill": {
				"perception": "+1"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Cypher Sense",
					"entries": [
						"A cypherid automatically senses the presence of all cyphers within 60 feet unless the cyphers are behind a force field."
					]
				},
				{
					"name": "Swarm Targeting",
					"entries": [
						"If four or more cypherids attack the same target, each cypherid gains advantage on its attack roll, and their opponents have disadvantage on saving throws against the incorporated cypher ability."
					]
				},
				{
					"name": "Numenera Camouflage",
					"entries": [
						"The cypherid has advantage on Dexterity (Stealth) checks made to hide in numenera ruins and amist other pieces of the numenera, including scrap."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The cypherid makes one attack with its blade. If that attack hits, the cypherid can use steal and repair against the same target."
					]
				},
				{
					"name": "Blade",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 1}) piercing or slashing damage. If the target has any cyphers, the cypherid can use its steal and repair ability."
					]
				},
				{
					"name": "Activate Incorporated Cypher {@recharge}",
					"entries": [
						"If a cypherid feels especially threatened, it activates one of the cyphers incorporated into its body. This is usually one of the following effects:",
						"• Destructive ray (one target within 120 feet takes 12 ({@damage 3d8}) fire damage unless they succeed on a {@dc 13} Dexterity saving throw)",
						"• Lightning burst (everything in a 5-foot-radius sphere takes 14 ({@damage 4d6}) lightning damage, or half that if they succeed on a {@dc 13} Dexterity saving throw)",
						"• Gravity wave (everything in a 5-foot-radius sphere is knocked {@condition prone} and takes 10 ({@damage 3d6}) bludgeoning damage, or half that if they succeed on a {@dc 13} Dexterity saving throw)",
						"• Phase changer (allows the cypherid to escape by moving through solid objects for one minute)",
						"Alternatively, the GM can create other offensive, defensive, or utilitarian cypher-like effects similar to the above, with a {@dc 13}."
					]
				},
				{
					"name": "Steal and Repair",
					"entries": [
						"The cypherid extends a glassy tendril into the targeted character's equipment and attempts to steal one cypher and add the device to its own body. If the cypherid is injured, this repairs 7 points of damage. If this takes it over its normal hit point total, it gains the excess amount as temporary hit points. The target can resist this grab attempt with a successful {@dc 13} Strength or Dexterity saving throw."
					]
				},
				{
					"name": "Spawn {@recharge}",
					"entries": [
						"A group of four cypherids can focus on a target who carries two or more cyphers, causing the cyphers to fuse together and animate as a new cypherid. The target can prevent this from happening with a {@dc 13} Intelligence saving throw. The character has disadvantage on this saving throw because of the cypherid's swarm targeting ability."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"F",
				"L",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "Cypherids are automatons that are essentially {@footnote an footnote animate accumulation of cyphers|Some people familiar with the numenera speculate that cypherids are a simpler progenitor of a cynoclept, presumably having found a permanent way to maintain its intellect.|Cynoclept, page 159}. Like vermin, they sometimes conglomerate in ruins. They flit, clamber, slide, or trundle along on limbs made of disparate devices, though there is an overall spider-like body structure to the creature. A cypherid generally doesn’t reach dimensions larger than a couple of feet across. Like an insect, a cypherid seems driven by simple motives. In this case, it is to accumulate more cyphers to add to itself as older components get used up or burn out.",
							{
								"type":"entries",
								"name":"Intermittently Intelligent",
								"entries":[
									"Most cypherids are not intelligent and do not communicate. A few that absorb cyphers that allow them to communicate with other machines (or similar abilities) can gain intelligent behaviors and advanced motives, for a time. Such a creature that gains, loses, and gains intelligence again likely realizes the fragility of its higher functioning and focuses its efforts on acquiring more cyphers that can prevent it from again lapsing into a beast-like state."
								]
							},
							{
								"type":"entries",
								"name":"Salvage",
								"entries":[
									"One to three cyphers can be salvaged from a cypherid’s body."
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Dabirri",
			"source": "AotA",
			"page": 163,
			"size": "S",
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 8,
				"formula": "2d6 + 1"
			},
			"speed": {
				"swim": 10
			},
			"str": 6,
			"dex": 10,
			"con": 11,
			"int": 1,
			"wis": 5,
			"cha": 1,
			"senses": [
				"blindsight 30 ft."
			],
			"passive": 7,
			"immune": [
				"poison"
			],
			"conditionImmune": [
					"blinded",
					"charmed",
					"deafened",
					"exhaustion",
					"frightened",
					"paralyzed",
					"petrified",
					"poisoned",
					"prone"
				],
				"cr": "1/4",
				"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dabirri makes two tendril sting attacks."
					]
				},
				{
					"name": "Tendril Sting",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) necrotic damage. If the attack is a critical hit, the jolt of disrupting energy hops to another creature within 5 feet and deals 4 ({@damage 1d8}) necrotic damage to that creature."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"MW"
			],
			"fluff":{
				"entries":[
					{
						"type":"entries",
						"entries":[
			        "A dabirri is an artificial water-dwelling construct created by taking the heart of a human-sized creature and placing it in a hard transparent shell. A dabirri does not eat and is not intelligent, but it instinctively attacks warm-blooded creatures with its venomous tendrils. A typical specimen is anywhere from 1 to 3 feet across, with the tendrils adding an additional length all around equal to the body’s diameter. It moves by a combination of fine jets of water and swimming with its tendrils.",
							{
								"type":"entries",
								"name":"Deadly Sting",
								"entries":[
									"Unlike a jellyfish, a dabirri’s sting isn’t poisonous. Instead, it jolts its opponent with a pulse of energy that transmits a signal that tells the target’s cells to shut down and die. Although its individual attacks are weak, they tend to be found in swarms, and the aggregate effect of these stings can eventually overwhelm even large targets."
								]
							},
							{
								"type":"entries",
								"name":"Fabricated Entity",
								"entries":[
									"Although it has living components, a dabirri cannot reproduce. Presumably, another, larger creature or numenera structure continues to produce them by harvesting the hearts of suitable creatures."
								]
							},
							{
								"type":"inset",
								"entries":[
									"Within the central portion of a Dabirri is a tiny dollop of a useful chemical that restores 1 point of damage if injected or taken internally."
								]
							}
						]
					}
				]
			}
		}
	]
}
